 Testing 
SW-Last-Rack4>
SW-Last-Rack4>terminal width 511
SW-Last-Rack4>terminal length 0
SW-Last-Rack4>
SW-Last-Rack4>
SW-Last-Rack4>enable
Password: 
SW-Last-Rack4#
SW-Last-Rack4#
SW-Last-Rack4#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.
SW-Last-Rack4(config)#
SW-Last-Rack4(config)#interface range fa0/1-10,fa0/24
SW-Last-Rack4(config-if-range)#switchport mode access
SW-Last-Rack4(config-if-range)#switchport access vlan 5
SW-Last-Rack4(config-if-range)#switchport nonegotiate
SW-Last-Rack4(config-if-range)#
SW-Last-Rack4(config-if-range)#end
SW-Last-Rack4#
SW-Last-Rack4#
SW-Last-Rack4#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.
SW-Last-Rack4(config)#
SW-Last-Rack4(config)#interface range fa0/1-10,fa0/24
SW-Last-Rack4(config-if-range)#switchport nonegotiate
SW-Last-Rack4(config-if-range)#
SW-Last-Rack4(config-if-range)#end
SW-Last-Rack4#
SW-Last-Rack4#
SW-Last-Rack4#exit
